Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Read and rewrite your **App Store Connect descriptions**, and preview then apply a **screenshot sync** to a version.
ar: اقرأ وأعد كتابة أوصاف **App Store Connect**، وقم بالمعاينة ثم قم بتطبيق **مزامنة لقطة الشاشة** على الإصدار.
ca: Llegiu i torneu a escriure les vostres **App Store Connect descripcions**, previsualitzeu-les i apliqueu una **sincronització de captura de pantalla** a una versió.
cs: Přečtěte si a přepište své **App Store Connect popisy** a zobrazte náhled a poté použijte **synchronizaci snímku obrazovky** na verzi.
da: Læs og omskriv dine **App Store Connect beskrivelser**, og se en forhåndsvisning, og anvend derefter en **skærmbilledesynkronisering** på en version.
de: Deine **App Store Connect-Beschreibungen** lesen und neu schreiben sowie eine **Screenshot-Synchronisierung** für eine Version erst ansehen und dann anwenden.
el: Διαβάστε και ξαναγράψτε τις **App Store Connect περιγραφές σας** και κάντε προεπισκόπηση και, στη συνέχεια, εφαρμόστε έναν **συγχρονισμό στιγμιότυπου οθόνης** σε μια έκδοση.
es: Leer y reescribir tus **descripciones de App Store Connect**, y previsualizar y aplicar una **sincronización de capturas** a una versión.
fa: **توضیحات App Store Connect** را بخواند و بازنویسی کند، و یک **همگام‌سازی اسکرین‌شات** را برای یک نسخه پیش‌نمایش و سپس اعمال کند.
fi: Lue ja kirjoita uudelleen **App Store Connect-kuvauksesi**, esikatsele ja käytä **kuvakaappauksen synkronointia** versiossa.
fr: Lire et réécrire vos **descriptions App Store Connect**, puis prévisualiser et appliquer une **synchronisation des captures d'écran** à une version.
he: קרא וכתוב מחדש את התיאורים **App Store Connect שלך**, והצג בתצוגה מקדימה ולאחר מכן החל **סנכרון צילום מסך** לגרסה.
hr: Pročitajte i prepišite svoje **App Store Connect opise** i pregledajte, a zatim primijenite **sinkronizaciju snimke zaslona** na verziju.
hu: Olvassa el és írja át a **App Store Connect leírásait**, és tekintse meg az előnézetet, majd alkalmazzon egy **képernyőkép-szinkronizálást** egy verzióra.
id: Baca dan tulis ulang **App Store Connect deskripsi** Anda, lalu pratinjau, lalu terapkan **sinkronisasi tangkapan layar** ke suatu versi.
it: Leggere e riscrivere le tue **descrizioni su App Store Connect**, e visualizzare in anteprima e poi applicare una **sincronizzazione degli screenshot** a una versione.
ja: **App Store Connect の説明文** の読み取りと書き換え、およびバージョンへの **スクリーンショット同期** のプレビューと適用。
ko: **App Store Connect 설명**을 읽고 다시 쓰며, **스크린샷 동기화**를 미리 본 뒤 버전에 적용합니다.
ms: Baca dan tulis semula **App Store Connect perihalan** anda dan pratonton kemudian gunakan **penyegerakan tangkapan skrin** pada versi.
nl: Lees en herschrijf uw **App Store Connect beschrijvingen**, bekijk een voorbeeld en pas vervolgens een **screenshot-synchronisatie** toe op een versie.
no: Les og skriv om **App Store Connect-beskrivelsene dine**, og forhåndsvis deretter en **skjermdumpsynkronisering** på en versjon.
pl: Przeczytaj i przepisz swoje **App Store Connect opisy**, wyświetl podgląd, a następnie zastosuj **synchronizację zrzutów ekranu** do wersji.
pt_br: Leia e reescreva suas **descrições do App Store Connect**, e pré-visualize e aplique uma **sincronização de capturas de tela** em uma versão.
pt_pt: Leia e reescreva suas **App Store Connect descrições**, visualize e aplique uma **sincronização de captura de ecrã** a uma versão.
ro: Citiți și rescrieți descrierile dvs. **App Store Connect** și previzualizați, apoi aplicați o **sincronizare capturi de ecran** unei versiuni.
ru: Читать и переписывать **описания в App Store Connect**, а также просматривать и применять **синхронизацию скриншотов** к версии.
sk: Prečítajte si a prepíšte svoje **App Store Connect popisy** a zobrazte ukážku a potom použite **synchronizáciu snímky obrazovky** na verziu.
sl: Preberite in prepišite svoje **App Store Connect opise** ter si oglejte predogled in nato uporabite **sinhronizacijo posnetkov zaslona** za različico.
sv: Läs och skriv om dina **App Store Connect-beskrivningar** och förhandsgranska sedan en **synkronisering av skärmdumpar** på en version.
th: อ่านและเขียนคำอธิบาย **App Store Connect** ของคุณใหม่ และดูตัวอย่าง จากนั้นใช้ **การซิงค์ภาพหน้าจอ** กับเวอร์ชัน
tr: **App Store Connect açıklamalarınızı** okur ve yeniden yazar, bir sürüme uygulanacak **ekran görüntüsü eşzamanlamasını** önizleyip uygular.
uk: Читати й переписувати **описи в App Store Connect**, а також переглядати й застосовувати **синхронізацію знімків екрана** до версії.
ur: اپنی **App Store Connect وضاحتیں پڑھیں اور دوبارہ لکھیں**، اور پیش نظارہ کریں پھر ورژن پر **اسکرین شاٹ کی مطابقت پذیری** کا اطلاق کریں۔
vi: Đọc và viết lại mô tả **App Store Connect của bạn** và xem trước rồi áp dụng **đồng bộ hóa ảnh chụp màn hình** cho một phiên bản.
zh_hans: 读取并改写你的 **App Store Connect 描述**，还可以先预览再将 **截图同步** 应用到某个版本。
zh_hant: 讀取並改寫你的 **App Store Connect 描述**，以及預覽並套用**螢幕截圖同步**至某個版本。

source: Read-only
ar: للقراءة فقط
ca: Només lectura
cs: Pouze pro čtení
da: Skrivebeskyttet
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fi: Vain luku
fr: Lecture seule
he: לקריאה בלבד
hr: Samo za čitanje
hu: Csak olvasható
id: Hanya baca
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
ms: Baca sahaja
nl: Alleen-lezen
no: Skrivebeskyttet
pl: Tylko do odczytu
pt_br: Somente leitura
pt_pt: Somente leitura
ro: Numai citire
ru: Только чтение
sk: Iba na čítanie
sl: Samo za branje
sv: Skrivskyddad
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише для читання
ur: صرف پڑھنے کے لیے
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

source: Ready
ar: جاهز
ca: A punt
cs: Připraven
da: Klar
de: Bereit
el: Έτοιμοι
es: Listo
fa: آماده
fi: Valmis
fr: Prêt
he: מוכן
hr: spreman
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
ms: sedia
nl: Klaar
no: Klar
pl: Gotowy
pt_br: Pronto
pt_pt: Pronto
ro: Gata
ru: Готово
sk: Pripravený
sl: pripravljena
sv: Klar
th: พร้อม
tr: Hazır
uk: Готово
ur: تیار
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Ready for Review
ar: جاهز للمراجعة
ca: A punt per a la revisió
cs: Připraveno ke kontrole
da: Klar til anmeldelse
de: Bereit zur Prüfung
el: Έτοιμο για κριτική
es: Listo para revisión
fa: آماده بررسی
fi: Valmiina tarkastettavaksi
fr: Prêt pour l’examen
he: מוכן לסקירה
hr: Spremno za pregled
hu: Felülvizsgálatra kész
id: Siap untuk Ditinjau
it: Pronto per la revisione
ja: 審査準備完了
ko: 심사 준비 완료
ms: Sedia untuk Semakan
nl: Klaar voor beoordeling
no: Klar for anmeldelse
pl: Gotowe do przeglądu
pt_br: Pronto para revisão
pt_pt: Pronto para revisão
ro: Gata de revizuire
ru: Готово к проверке
sk: Pripravené na kontrolu
sl: Pripravljeno za pregled
sv: Klar för granskning
th: พร้อมสำหรับการรีวิว
tr: İncelemeye Hazır
uk: Готово до перевірки
ur: جائزہ کے لیے تیار
vi: Sẵn sàng để xem xét
zh_hans: 可供审核
zh_hant: 準備提交審查

source: Ready to test
ar: جاهز للاختبار
ca: A punt per provar
cs: Připraveno k testování
da: Klar til at teste
de: Bereit zum Testen
el: Έτοιμο για δοκιμή
es: Listo para probar
fa: آماده تست
fi: Valmis testattavaksi
fr: Prêt à tester
he: מוכן לבדיקה
hr: Spremno za testiranje
hu: Tesztre kész
id: Siap untuk diuji
it: Pronto per la verifica
ja: テストの準備完了
ko: 테스트 준비 완료
ms: Bersedia untuk menguji
nl: Klaar om te testen
no: Klar til å teste
pl: Gotowy do przetestowania
pt_br: Pronto para testar
pt_pt: Pronto para testar
ro: Gata de testat
ru: Готово к проверке
sk: Pripravené na testovanie
sl: Pripravljen za testiranje
sv: Klar att testa
th: พร้อมทดสอบแล้ว
tr: Teste hazır
uk: Готово до перевірки
ur: ٹیسٹ کے لیے تیار ہیں۔
vi: Sẵn sàng để thử nghiệm
zh_hans: 可以测试
zh_hant: 可以測試

source: Real device frames with accurate screen insets.
ar: إطارات الجهاز الحقيقية مع إدخالات دقيقة للشاشة.
ca: Marcs de dispositiu reals amb insercions de pantalla precises.
cs: Skutečné rámy zařízení s přesnými vložkami obrazovky.
da: Ægte enhedsrammer med nøjagtige skærmindsatser.
de: Echte Geräterahmen mit exakten Bildschirmbereichen.
el: Πραγματικά πλαίσια συσκευών με ακριβή ένθετα οθόνης.
es: Marcos de dispositivos reales con márgenes de pantalla precisos.
fa: قاب‌های واقعی دستگاه با محدودهٔ دقیق صفحه‌نمایش.
fi: Aidot laitekehykset tarkoilla näytön upotuksilla.
fr: Cadres d'appareils réels avec des marges d'écran précises.
he: מסגרות מכשיר אמיתיות עם כניסות מסך מדויקות.
hr: Pravi okviri uređaja s preciznim umetcima na zaslonu.
hu: Valódi eszközkeretek pontos képernyőbetétekkel.
id: Bingkai perangkat nyata dengan sisipan layar yang akurat.
it: Cornici di dispositivi reali con margini dello schermo precisi.
ja: 画面の位置が正確な実機のデバイスフレーム。
ko: 정확한 화면 인셋을 갖춘 실제 기기 프레임.
ms: Bingkai peranti sebenar dengan sisipan skrin yang tepat.
nl: Echte apparaatframes met nauwkeurige scherminzet.
no: Ekte enhetsrammer med nøyaktige skjerminnsettinger.
pl: Prawdziwe ramki urządzeń z dokładnymi wstawkami ekranowymi.
pt_br: Molduras reais de dispositivos com margens de tela precisas.
pt_pt: Quadros reais de dispositivos com inserções de ecrã precisas.
ro: Cadre reale pentru dispozitive cu inserții precise ale ecranului.
ru: Настоящие рамки устройств с точными отступами экрана.
sk: Skutočné rámy zariadení s presnými vložkami obrazovky.
sl: Pravi okvirji naprave z natančnimi vstavki na zaslonu.
sv: Riktiga enhetsramar med exakta skärminfällningar.
th: เฟรมอุปกรณ์จริงพร้อมการแทรกหน้าจอที่แม่นยำ
tr: Doğru ekran boşluklarına sahip gerçek aygıt çerçeveleri.
uk: Справжні рамки пристроїв із точними відступами екрана.
ur: درست اسکرین انسیٹ کے ساتھ اصلی ڈیوائس فریم۔
vi: Khung thiết bị thực với phần chèn màn hình chính xác.
zh_hans: 真实的设备边框，屏幕内边距精确。
zh_hant: 具備精確螢幕內距的真實裝置外框。

source: Recent package names
ar: أسماء الحزم الأخيرة
ca: Noms de paquets recents
cs: Poslední názvy balíčků
da: Seneste pakkenavne
de: Zuletzt verwendete Paketnamen
el: Πρόσφατα ονόματα πακέτων
es: Nombres de paquete recientes
fa: نام‌های بسته اخیر
fi: Viimeaikaiset pakettien nimet
fr: Noms de package récents
he: שמות חבילות אחרונות
hr: Nedavni nazivi paketa
hu: Legutóbbi csomagnevek
id: Nama paket terbaru
it: Nomi di pacchetto recenti
ja: 最近のパッケージ名
ko: 최근 패키지 이름
ms: Nama pakej terkini
nl: Recente pakketnamen
no: Nylige pakkenavn
pl: Najnowsze nazwy pakietów
pt_br: Nomes de pacote recentes
pt_pt: Nomes de pacotes recentes
ro: Nume recente de pachete
ru: Недавние имена пакетов
sk: Najnovšie názvy balíkov
sl: Najnovejša imena paketov
sv: Senaste paketnamn
th: ชื่อแพ็คเกจล่าสุด
tr: Son paket adları
uk: Нещодавні назви пакетів
ur: حالیہ پیکیج کے نام
vi: Tên gói gần đây
zh_hans: 最近使用的软件包名称
zh_hant: 最近使用的套件名稱

source: Recognized screenshot dimensions are used to pick an appropriate device category or frame when possible.
ar: يتم استخدام أبعاد لقطة الشاشة التي تم التعرف عليها لاختيار فئة الجهاز أو الإطار المناسب عندما يكون ذلك ممكنًا.
ca: Les dimensions de la captura de pantalla reconegudes s'utilitzen per triar una categoria de dispositiu o un marc adequats quan és possible.
cs: Rozpoznané rozměry snímku obrazovky se používají k výběru vhodné kategorie zařízení nebo rámečku, pokud je to možné.
da: Anerkendte skærmbillededimensioner bruges til at vælge en passende enhedskategori eller ramme, når det er muligt.
de: Erkannte Screenshot-Abmessungen werden verwendet, um nach Möglichkeit eine geeignete Gerätekategorie oder einen geeigneten Rahmen auszuwählen.
el: Οι αναγνωρισμένες διαστάσεις στιγμιότυπου οθόνης χρησιμοποιούνται για την επιλογή της κατάλληλης κατηγορίας συσκευής ή πλαισίου όταν είναι δυνατόν.
es: Cuando es posible, las dimensiones reconocidas de las capturas sirven para elegir una categoría de dispositivo o un marco adecuados.
fa: در صورت امکان، از ابعاد شناخته‌شدهٔ اسکرین‌شات برای انتخاب دسته یا قاب مناسب دستگاه استفاده می‌شود.
fi: Tunnistettuja kuvakaappausmittoja käytetään sopivan laiteluokan tai kehyksen valitsemiseen, mikäli mahdollista.
fr: Les dimensions de capture d'écran reconnues sont utilisées pour choisir une catégorie d'appareil ou un cadre approprié lorsque cela est possible.
he: מימדים מזוהים של צילום מסך משמשים לבחירת קטגוריית מכשיר או מסגרת מתאימה במידת האפשר.
hr: Prepoznate dimenzije snimke zaslona koriste se za odabir odgovarajuće kategorije uređaja ili okvira kada je to moguće.
hu: A felismert képernyőkép-méreteket a rendszer a megfelelő eszközkategória vagy keret kiválasztásához használja, ha lehetséges.
id: Dimensi tangkapan layar yang dikenali digunakan untuk memilih kategori atau bingkai perangkat yang sesuai jika memungkinkan.
it: Quando possibile, le dimensioni riconosciute degli screenshot vengono usate per scegliere una categoria o una cornice del dispositivo appropriata.
ja: スクリーンショットの寸法を認識できた場合は、それをもとに適切なデバイスカテゴリやフレームが選ばれます。
ko: 인식된 스크린샷 크기로 가능한 경우 알맞은 기기 카테고리나 프레임을 선택합니다.
ms: Dimensi tangkapan skrin yang diiktiraf digunakan untuk memilih kategori peranti atau bingkai yang sesuai apabila boleh.
nl: Herkende schermafmetingen worden gebruikt om indien mogelijk een geschikte apparaatcategorie of frame te kiezen.
no: Gjenkjente skjermbildedimensjoner brukes til å velge en passende enhetskategori eller ramme når det er mulig.
pl: Rozpoznane wymiary zrzutów ekranu służą do wybierania odpowiedniej kategorii urządzenia lub ramki, jeśli to możliwe.
pt_br: Quando possível, as dimensões reconhecidas da captura de tela são usadas para escolher uma categoria de dispositivo ou moldura adequada.
pt_pt: As dimensões de captura de ecrã reconhecidas são usadas para escolher uma categoria de dispositivo ou quadro apropriado, quando possível.
ro: Dimensiunile recunoscute ale capturii de ecran sunt folosite pentru a alege o categorie de dispozitiv sau un cadru adecvat, atunci când este posibil.
ru: По распознанным размерам скриншотов по возможности выбирается подходящая категория или рамка устройства.
sk: Ak je to možné, na výber vhodnej kategórie zariadenia alebo rámu sa používajú rozpoznané rozmery snímky obrazovky.
sl: Prepoznane mere posnetka zaslona se uporabljajo za izbiro ustrezne kategorije naprave ali okvirja, kadar je to mogoče.
sv: Erkända skärmdumpsdimensioner används för att välja en lämplig enhetskategori eller ram när det är möjligt.
th: ขนาดภาพหน้าจอที่รู้จักจะใช้เพื่อเลือกหมวดหมู่อุปกรณ์หรือเฟรมที่เหมาะสมเมื่อเป็นไปได้
tr: Tanınan ekran görüntüsü boyutları, mümkün olduğunda uygun bir aygıt kategorisi veya çerçevesi seçmek için kullanılır.
uk: Розпізнані розміри знімків екрана за можливості використовуються для вибору відповідної категорії пристрою чи рамки.
ur: تسلیم شدہ اسکرین شاٹ کے طول و عرض کا استعمال ایک مناسب ڈیوائس زمرہ یا فریم منتخب کرنے کے لیے کیا جاتا ہے جب ممکن ہو۔
vi: Kích thước ảnh chụp màn hình được nhận dạng được dùng để chọn danh mục hoặc khung thiết bị phù hợp khi có thể.
zh_hans: 系统会尽可能根据识别出的截图尺寸，选择合适的设备类别或边框。
zh_hant: 系統會盡可能依據可辨識的螢幕截圖尺寸，選擇適當的裝置類別或外框。

source: Recovered Project
ar: المشروع المسترد
ca: Projecte recuperat
cs: Obnovený projekt
da: Gendannet projekt
de: Wiederhergestelltes Projekt
el: Ανακτημένο έργο
es: Proyecto recuperado
fa: پروژه بازیابی شده
fi: Palautettu projekti
fr: Projet récupéré
he: פרויקט משוחזר
hr: Oporavljeni projekt
hu: Helyreállított projekt
id: Proyek yang Dipulihkan
it: Progetto recuperato
ja: 復元されたプロジェクト
ko: 복구된 프로젝트
ms: Projek Dipulihkan
nl: Hersteld project
no: Gjenopprettet prosjekt
pl: Odzyskany projekt
pt_br: Projeto Recuperado
pt_pt: Projeto Recuperado
ro: Proiect recuperat
ru: Восстановленный проект
sk: Obnovený projekt
sl: Obnovljen projekt
sv: Återställt projekt
th: โครงการที่ได้รับการกู้คืน
tr: Kurtarılan Proje
uk: Відновлений проєкт
ur: بازیافت شدہ پروجیکٹ
vi: Dự án đã được khôi phục
zh_hans: 已恢复的项目
zh_hant: 已復原的專案

source: Recovered Variant
ar: البديل المسترد
ca: Variant recuperada
cs: Obnovená varianta
da: Gendannet variant
de: Wiederhergestellte Variante
el: Ανακτημένη παραλλαγή
es: Variante recuperada
fa: نسخه بازیابی‌شده
fi: Palautettu versio
fr: Variante récupérée
he: וריאנט משוחזר
hr: Oporavljena varijanta
hu: Helyreállított változat
id: Varian yang Dipulihkan
it: Variante recuperata
ja: 復元されたバリアント
ko: 복구된 변형
ms: Varian Dipulihkan
nl: Herstelde variant
no: Gjenopprettet variant
pl: Odzyskany wariant
pt_br: Variante recuperada
pt_pt: Variante recuperada
ro: Varianta recuperată
ru: Восстановленный вариант
sk: Obnovený variant
sl: Obnovljena varianta
sv: Återställd variant
th: ตัวแปรที่กู้คืน
tr: Kurtarılan Varyant
uk: Відновлений варіант
ur: بازیافت شدہ تغیر
vi: Biến thể được khôi phục
zh_hans: 已恢复的变体
zh_hant: 已復原的變體

source: Rectangle
ar: مستطيل
cs: Obdélník
da: Rektangel
de: Rechteck
el: Ορθογώνιο
es: Rectángulo
fa: مستطیل
fi: Suorakulmio
he: מלבן
hr: Pravokutnik
hu: Téglalap
id: Persegi panjang
it: Rettangolo
ja: 長方形
ko: 사각형
ms: segi empat tepat
nl: Rechthoek
no: Rektangel
pl: Prostokąt
pt_br: Retângulo
pt_pt: Retângulo
ro: dreptunghi
ru: Прямоугольник
sk: Obdĺžnik
sl: Pravokotnik
sv: Rektangel
th: สี่เหลี่ยมผืนผ้า
tr: Dikdörtgen
uk: Прямокутник
ur: مستطیل
vi: Hình chữ nhật
zh_hans: 矩形
zh_hant: 矩形

source: Rectangles
ar: المستطيلات
cs: Obdélníky
da: Rektangler
de: Rechtecke
el: Ορθογώνια
es: Rectángulos
fa: مستطیل‌ها
fi: Suorakulmiot
he: מלבנים
hr: pravokutnici
hu: Téglalapok
id: Persegi panjang
it: Rettangoli
ja: 長方形
ko: 사각형
ms: segi empat tepat
nl: Rechthoeken
no: Rektangler
pl: Prostokąty
pt_br: Retângulos
pt_pt: Retângulos
ro: dreptunghiuri
ru: Прямоугольники
sk: Obdĺžniky
sl: Pravokotniki
sv: Rektanglar
th: สี่เหลี่ยม
tr: Dikdörtgenler
uk: Прямокутники
ur: مستطیل
vi: Hình chữ nhật
zh_hans: 矩形
zh_hant: 矩形

source: Redo
ar: إعادة
ca: Refer
cs: Znovu
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Rehacer
fa: ازنو
fi: Toista
fr: Refaire
he: בצע מחדש
hr: Ponovi
hu: Újra
id: Ulangi
it: Ripristina
ja: やり直す
ko: 실행 복귀
ms: Buat semula
nl: Opnieuw uitvoeren
no: Gjenta
pl: Powtórz
pt_br: Refazer
pt_pt: Refazer
ro: Reface
ru: Повторить
sk: Znovu
sl: Ponovi
sv: Gör om
th: ทำซ้ำ
tr: Yinele
uk: Повторити
ur: دوبارہ کریں۔
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: Refresh
ar: تحديث
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fa: بازخوانی
fi: Päivitä
fr: Actualiser
he: רענן
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
ms: Segarkan semula
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătați
ru: Обновить
sk: Obnoviť
sl: Osveži
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں۔
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh App Store data
ar: قم بتحديث بيانات App Store
ca: Actualitza les dades de App Store.
cs: Obnovit data App Store
da: Opdater App Store data
de: App Store-Daten aktualisieren
el: Ανανέωση δεδομένων App Store
es: Actualizar datos del App Store
fa: بازخوانی داده‌های App Store
fi: Päivitä App Store tiedot
fr: Actualiser les données App Store
he: רענן נתונים של App Store
hr: Osvježi App Store podatke
hu: Frissítse App Store adatait
id: Segarkan data App Store
it: Aggiorna dati App Store
ja: App Store のデータを更新
ko: App Store 데이터 새로 고침
ms: Muat semula data App Store.
nl: Vernieuw App Store gegevens
no: Oppdater App Store data
pl: Odśwież dane App Store.
pt_br: Atualizar dados da App Store
pt_pt: Atualizar dados de App Store
ro: Actualizează App Store date
ru: Обновить данные App Store
sk: Obnoviť App Store údaje
sl: Osveži podatke App Store.
sv: Uppdatera App Store data
th: รีเฟรชข้อมูล App Store
tr: App Store verilerini yenile
uk: Оновити дані App Store
ur: App Store ڈیٹا ریفریش کریں۔
vi: Làm mới dữ liệu App Store
zh_hans: 刷新 App Store 数据
zh_hant: 重新整理 App Store 資料

source: Refresh Changes
ar: تحديث التغييرات
ca: Actualitzar els canvis
cs: Obnovit změny
da: Opdater ændringer
de: Änderungen aktualisieren
el: Ανανέωση αλλαγών
es: Actualizar cambios
fa: بازخوانی تغییرات
fi: Päivitä muutokset
fr: Actualiser les modifications
he: רענן שינויים
hr: Osvježi promjene
hu: Módosítások frissítése
id: Segarkan Perubahan
it: Aggiorna modifiche
ja: 変更を更新
ko: 변경 사항 새로 고침
ms: Muat semula Perubahan
nl: Wijzigingen vernieuwen
no: Oppdater endringer
pl: Odśwież zmiany
pt_br: Atualizar alterações
pt_pt: Atualizar alterações
ro: Actualizează modificările
ru: Обновить изменения
sk: Obnoviť zmeny
sl: Osveži spremembe
sv: Uppdatera ändringar
th: รีเฟรชการเปลี่ยนแปลง
tr: Değişiklikleri Yenile
uk: Оновити зміни
ur: تبدیلیاں تازہ کریں۔
vi: Làm mới các thay đổi
zh_hans: 刷新更改
zh_hant: 重新整理更改

source: Regenerate Access Token
ar: إعادة إنشاء رمز الوصول
ca: Regenera el testimoni d'accés
cs: Obnovte přístupový token
da: Gendan adgangstoken
de: Zugriffstoken neu generieren
el: Αναγέννηση διακριτικού πρόσβασης
es: Regenerar token de acceso
fa: بازسازی توکن دسترسی
fi: Luo käyttöoikeus uudelleen
fr: Régénérer le jeton d'accès
he: צור מחדש את אסימון הגישה
hr: Ponovno generiraj pristupni token
hu: Hozzáférési token újragenerálása
id: Regenerasi Token Akses
it: Rigenera token di accesso
ja: アクセストークンを再生成
ko: 액세스 토큰 재생성
ms: Menjana Semula Token Akses
nl: Toegangstoken opnieuw genereren
no: Regenerer tilgangstoken
pl: Zregeneruj token dostępu
pt_br: Regenerar token de acesso
pt_pt: Regenerar token de acesso
ro: Regenerați tokenul de acces
ru: Создать новый токен доступа
sk: Obnovte prístupový token
sl: Ponovno ustvari žeton za dostop
sv: Återskapa åtkomsttoken
th: สร้างโทเค็นการเข้าถึงใหม่
tr: Erişim Belirtecini Yeniden Oluştur
uk: Створити новий токен доступу
ur: رسائی ٹوکن کو دوبارہ تخلیق کریں۔
vi: Tạo lại mã thông báo truy cập
zh_hans: 重新生成访问令牌
zh_hant: 重新產生存取權杖

source: Regenerate All Previews
ar: إعادة إنشاء كافة المعاينات
ca: Regenera totes les visualitzacions prèvies
cs: Obnovit všechny náhledy
da: Gendan alle forhåndsvisninger
de: Alle Vorschauen neu generieren
el: Αναγέννηση όλων των προεπισκοπήσεων
es: Regenerar todas las previsualizaciones
fa: بازسازی همه پیش نمایش ها
fi: Luo kaikki esikatselut uudelleen
fr: Régénérer tous les aperçus
he: צור מחדש את כל התצוגות המקדימות
hr: Ponovno generiraj sve preglede
hu: Az összes előnézet újragenerálása
id: Buat Ulang Semua Pratinjau
ja: すべてのプレビューを再生成
ko: 모든 미리보기 재생성
ms: Jana semula Semua Pratonton
nl: Genereer alle voorbeelden opnieuw
no: Regenerer alle forhåndsvisninger
pl: Wygeneruj ponownie wszystkie podglądy
pt_br: Gerar novamente todas as visualizações
pt_pt: Gerar novamente todas as visualizações
ro: Regenerați toate previzualizările
sk: Obnoviť všetky ukážky
sl: Ponovno ustvari vse predoglede
sv: Återskapa alla förhandsvisningar
th: สร้างการแสดงตัวอย่างทั้งหมดใหม่
ur: تمام پیش نظارہ کو دوبارہ تخلیق کریں۔
vi: Tạo lại tất cả các bản xem trước
zh_hans: 重新生成所有预览

source: Rejected
ar: مرفوض
ca: Rebutjat
cs: Odmítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
fa: رد شده
fi: Hylätty
fr: Refusé
he: נדחה
hr: Odbijen
hu: Elutasítva
id: Ditolak
it: Rifiutato
ja: 却下
ko: 거부됨
ms: ditolak
nl: Afgewezen
no: Avvist
pl: Odrzucony
pt_br: Rejeitado
pt_pt: Rejeitado
ro: Respins
ru: Отклонено
sk: Odmietnuté
sl: Zavrnjeno
sv: Avvisad
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
ur: مسترد
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Release
ar: الافراج
ca: Alliberament
cs: Uvolněte
da: Slip
de: Freigeben
el: Απελευθέρωση
fa: رها کنید
fi: Vapauta
fr: Libérer
he: שחרר
hr: Otpuštanje
hu: Kiadás
id: Lepaskan
ja: リリース
ko: 풀어 주다
ms: Lepaskan
nl: Laat los
no: Slipp
pl: Zwolnij
pt_br: Liberar
pt_pt: Liberar
ro: Eliberare
sk: Uvoľnite
sl: Sprostitev
sv: Släpp
th: ปล่อย
ur: رہائی
vi: Phát hành
zh_hans: 发布

source: Remove
ar: إزالة
ca: Eliminar
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
fa: حذف
fi: Poista
fr: Retirer
he: הסר
hr: Ukloniti
hu: Távolítsa el
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Alih keluar
nl: Verwijderen
no: Fjern
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Вилучити
ur: ہٹا دیں۔
vi: Xóa
zh_hans: 移除
zh_hant: 移除
